/*PDE titles*/
"Color/Quality Options" = "Väri-/laatuvalinnat";
"Finishing" = "Viimeistely";
"Advanced"="Lisäasetukset";

/*Summary driver info*/
"Driver Name" = "Ohjaimen nimi";
"Driver Core Version" = "Ohjaimen ydinversio";
"Driver Support Version" = "Ohjaimen tukiversio";
"HPCP1020DriverName" = "HP LaserJet CP1020 Series Driver";
